/* File size gigabytes */
"%.1f GB" = "%.1f GB";

/* File size kilobytes */
"%.1f KB" = "%.1f KB";

/* File size megabytes */
"%.1f MB" = "%.1f MB";

/* Google connection error title */
"Error connecting to Google Drive" = "Google ドライブへの接続エラー";

/* Folder does not exist */
"Folder does not exist" = "フォルダーが存在しません";

/* Folder is in the trash */
"Folder is in the trash" = "フォルダーはゴミ箱にあります";

/* Name of google drive import button */
"Import" = "インポート";

/* Insufficient disk space. */
"Insufficient disk space" = "ディスク領域が不足しています";

/* name of root folder on google drive */
"My Drive" = "マイ ドライブ";

/* Status when user is not authorized */
"Not signed in" = "サインインしていません";

/* OK */
"OK" = "OK";

/* recent locations in file browser */
"Recent Places" = "最近の場所";

/* Google folder browser accept button */
"Select" = "選択";

/* Google folder browser window title */
"Select Destination Folder" = "宛先フォルダーを選択";

/* Shared with me */
"Shared with me" = "共有アイテム";

/* SignInSignOut button title when signed out */
"Sign In..." = "サインイン...";

/* SignInSignOut button title when signed in */
"Sign Out" = "サインアウト";

/* starred or marked items */
"Starred" = "マークされたアイテム";

